[
  {
    "id": "1",
    "title": "Berenjenas a la parmesana",
    "image": "/assets/img/portfolio/berenjenas-a-la-parmesana.png",
    "instructions": "1. Cortar en laminas las berenjenas, pasarlas por harina y freírlas. Escurrir en papel de cocina. <br> 2. En una fuente alta para horno poner un poco de salsa y aceite de oliva y una capa de las berenjenas fritas, luego una capa de muzzarella y otra de queso parmesano, terminar con hojas de albahaca. <br> 3. Repetir estas capas hasta llegar al borde del molde , terminar con el queso, hojas de albahaca y pimienta negra recién molida. <br> 4. Llevar al horno a 180ºC hasta que se gratine.<br> 5. Dejar descansar unos 10 minutos antes de cortar.",
    "link": "https://cocinerosargentinos.com/vegetariano/berenjenas-a-la-parmesana-1"
  },
  {
    "id": "2",
    "title": "Canelones de ricota y espinaca",
    "image": "/assets/img/portfolio/canelones-de-ricota.jpeg",
    "instructions": "1. En un bowl poner la harina y la leche en dos partes mezclando en el medio.<br> 2. Incorporar el huevo y seguir batiendo.<br> 3. Dejar descansar media hora.<br> 4. Pintar con manteca la sartén o panquequera.<br> 5. Poner un poco de la mezcla e ir haciendo cada panqueque lo más finito posibles.<br> 6. Para el relleno, escurrir la ricota con un repasador limpio para que te quede bien seca.<br> 7. Picar la espinaca y la cebolla y rehogarlas con un poco de aceite.<br> 8. Mezclar la ricota con la espinaca y la cebolla. Condimentar con sal, pimienta y mucha nuez moscada. Sumarle un huevo y mezclar.<br> 9. Armar los canelones con el relleno frio.<br> 10. Poner en la fuente un poco de salsa de tomate, e ir acomodando los canelones en fila. Sumar más salsa de tomate por encima, la crema de leche y queso rallado.<br> 11. Llevar al horno hasta que gratine, y a disfrutar!",
    "link": "https://cocinerosargentinos.com/vegetariano/canelones-de-ricota-y-espinaca"
  },
  {
    "id": "3",
    "title": "Tortilla de papas",
    "image": "/assets/img/portfolio/tortilla-de-papas.jpeg",
    "instructions": "1. Cortar los ingredientes: las papas en cubos, el ajo en láminas y la cebolla en Juliana. <br> 2. Freír las papas: por unos 10 minutos, antes de retirarlas, sumar el ajo para que tomen sabor. Reservar las papas y el ajo.<br> 3. Freír las cebollas. <br> 4. Mezclar: en un bol colocar las papas, ajo y cebolla fritas más los huevos batidos, salpimentar.<br> 5. Cocer la tortilla: en una sartén caliente con base de aceite, volcar la mezcla y cocer hasta que se despegue de la base. Dar vuelta y cocer hasta dorar.",
    "link": "https://cocinerosargentinos.com/vegetariano/tortilla-de-papas-en-5-pasos-2"
  },
  {
    "id": "4",
    "title": "Ensalada tibia de verduras a la plancha",
    "image": "/assets/img/portfolio/ensalada-verduras-a-la-plancha.png",
    "instructions": "1. Primero vamos a cortar el zucchini en rodajas de más o menos 1 cm. de espesor: Seguimos con la remolacha: pelarla y cortarla en láminas finas.<br> 2. Pelamos los los tomates y cortarlos al medio.<br> 3. Calentar una plancha unos 10 minutos hasta que esté bien caliente. Colocar los zucchinis y las remolachas y cocinarlos hasta que estén tostados (¡y con las rayitas!). Reservar.<br> 4. Colocar los tomates al medio sobre la plancha. Es un toque nomás, un minutito de cada lado, sino se van a desmayar y se les va a salir todo el líquido. Sacarlos y partirlos en trozos más pequeños.<br> 5. Mezclar todos los ingredientes en un bol, agregar bastante ajo y perejil picados, sal, pimienta y un buen chorro de aceite de oliva. Y comer inmediatamente, que para eso es una ensalada tibia.",
    "link": "https://www.paulinacocina.net/ensalada-tibia-de-verduras-a-la-plancha/9072"
  },
  {
    "id": "5",
    "title": "Buñuelos de verdura",
    "image": "/assets/img/portfolio/bunuelos-de-verdura.jpg",
    "instructions": "1. Primero vamos a lavar las hojas de espinaca y luego de secarla bien, la vamos a picar. También vamos a picar el diente de ajo.<br> 2. En un boul, batimos los huevos y agregamos la sal, la pimienta y la mostaza.<br> 3. Agregamos la leche a la mezcla e incorporamos la espinaca cortada junto con el ajo picado.<br> 4. Mezclamos todo bien, hasta que la espinaca esté bien mezclada con el líquido.<br> 5. Una vez que esté bien unido, incorporamos la harina leudante, tamizándola con un coladorcito y volvemos a mzclar hasta que quede todo bien bien unido.<br> 6. Ponemos al fuego una ollita con aceite. Tengan en cuenta que para que la fritura sea más sana, hace falta que sea una olla con paredes altas, ya que lo mejor es poner una cantidad considerable de aceite, para que el buñuelo quede completamente embebido. También es muy importante calentar bien el aceite antes de sumergirlos, de esta manera, los buñuelos absorben mucha menos cantidad.<br> 7. Con dos cucharas, vamos agarrando partes de la mezcla y sumergiéndolas en el aceite caliente. Luego de unos pocos minutos, y al ver que se doran, los sacamos cuidadosamente y los dejamos sobre papel absorbente.",
    "link": "https://www.paulinacocina.net/como-hacer-bunuelos/13783"
  },
  {
    "id": "6",
    "title": "Ratatouille",
    "image": "/assets/img/portfolio/ratatouille.png",
    "instructions": "1. Picar el ajo, la cebolla, el pimiento morrón bien chiquitos.<br> 2. Cocinar en aceite de oliva, agregar sal. Cuando la cebolla esté transparente agregarle la lata de tomate cubeteado, el tomillo, el laurel y salpimentar. Tapar y dejar cocinar a fuego lento.<br> 3. Cortar la berenjena, el zucchini y el tomate en rodajas lo más finas y parejas posibles.<br> 4. Una vez cocida la salsa, triturar.<br> 5. En una fuente apta para horno, poner la salsa en la base, bien distribuida.<br> 6. Disponer las rodajas de verdura alternando como en la foto.<br> 7. Rociar con aceite de oliva por arriba y llevar a un horno precalentado a 150° por el mayor tiempo posible. Una hora y media más o menos, hasta que las verduras queden bien tiernas",
    "link": "https://www.paulinacocina.net/ratatouille/21960"
  }
]
